<?php  if (!defined('BASEPATH')) exit('No direct script access allowed');

/**
 * MaxSite CMS
 * Language file
 * (c) http://max-3000.com/
 * Author: (c) Pavonine, Wave
 * Author URL: http://pavonine.com.ua/
 * Update URL: http://wave.fantregata.com/page/ukrainian-for-maxsite-cms
 */

$lang['Еще записи по теме'] = 'Вас зацікавить:';
$lang['Читать полностью »'] = 'Читати повністю  »';
$lang['Я забыл пароль'] = 'Загубився пароль.';
$lang['Работает на <a href="http://max-3000.com/">MaxSite CMS</a> | Время: {elapsed_time} | SQL: %s | Память: {memory_usage}'] = 'Працює на <a href="http://max-3000.com/">MaxSite CMS</a> | Час: {elapsed_time} | SQL: %s | Пам’ять: {memory_usage}';
$lang['/ | Главная_NR_about | О сайте_NR_comments | Комментарии_NR_contact | Контакты_NR_sitemap | Архив_NR_feed | RSS'] = '/ | Головна_NR_about | Про сайт_NR_comments | Коментарі_NR_contact | Контакти_NR_sitemap | Архів_NR_feed | RSS';

$lang['Вход'] = 'Вхід';
$lang['Управление'] = 'Керування';
$lang['Выйти'] = 'Вийти';
$lang['Последние комментарии'] = 'Останні коментарі';
$lang['Список комментаторов'] = 'Перелік коментаторів';
$lang['Подписаться по RSS'] = 'Підписатися на RSS';
$lang['Подписаться на эту рубрику по RSS'] = 'Підписатися на цю категорію по RSS';
$lang['Рубрика'] = 'Категорія';
$lang['Метки'] = 'Теґи';
$lang['Архивы'] = 'Архіви';
$lang['Читать полностью'] = 'Читати повністю';
$lang['Обсудить'] = 'Обговорити';
$lang['Комментарии'] = 'Коментарі';
$lang['Скачать файл'] = 'Завантажити файл';
$lang['Перейти к списку'] = 'Перейти до списку';
$lang['Привет'] = 'Агов';
$lang['Ваш комментарий'] = 'Ваш коментар';
$lang['Не регистрировать/аноним'] = 'Не реєструватися/анонімно';
$lang['Используйте нормальные имена. Ваш комментарий будет опубликован после проверки.'] = 'Використовуйте нормальні імена. Ваш коментар буде опубліковано після перевірки.';
$lang['Используйте нормальные имена.'] = 'Використовуйте нормальні імена.';
$lang['Если вы уже зарегистрированы как комментатор или хотите зарегистрироваться, укажите пароль и свой действующий email. <br>(<i>При регистрации на указанный адрес придет письмо с кодом активации и ссылкой на ваш персональный аккаунт, где вы сможете изменить свои данные, включая адрес сайта, ник, описание, контакты и т.д.</i>)'] = 'Якщо ви вже зареєстровані як коментатор або прагнете зареєструватися, укажіть пароль і свій діючий e-mail. <br>(<i>При реєстрації на зазначену адресу прийде лист із кодом активації та посиланням на ваш персональний аккаунт, де ви зможете змінити свої дані, включаючи адресу сайту, псевдонім, опис, контакти тощо.</i>)';

$lang['Карта сайта (архив)'] = 'Карта сайту (архів)';
$lang['404. Ничего не найдено...'] = '404. Нічого не знайдено…';
$lang['404 - несуществующая страница'] = '404. Неіснуюча сторінка';
$lang['Извините, ничего не найдено'] = 'Вибачте, нічого не знайдено…';
$lang['Извините по вашему запросу ничего не найдено!'] = 'Вибачте, за вашим запитом нічого не знайдено!';
$lang['Извините, ничего не найдено, попробуйте повторить поиск.'] = 'Вибачте, нічого не знайдене, спробуйте повторити пошук.';
$lang['Читать комментарии'] = 'Читати коментарі';
$lang['Просмотров'] = 'Переглядів';
$lang['Подписаться на'] = 'Підписатися на';
$lang['комментарии по RSS'] = 'комментарі по RSS';
$lang['Оставьте комментарий!'] = 'Залиште свій коментар!';
$lang['Ожидает модерации'] = 'Чекає схвалення';
$lang['Комментарии запрещены'] = 'Коментарі заборонені';
$lang['Автор'] = 'Автор';
$lang['Готово'] = 'Готове';
$lang['к'] = 'до';
$lang['Поиск'] = 'Пошук';
$lang['что искать?'] = 'що шукати?';
$lang['Совпадений'] = 'Збігів';


$lang['Понедельник Вторник Среда Четверг Пятница Суббота Воскресенье'] = 'Понеділок Вівторок Середа Четвер П’ятниця Субота Неділя';
$lang['января февраля марта апреля мая июня июля августа сентября октября ноября декабря'] = 'січня лютого березня квітня травня червня липня серпня вересня жовтня листопада грудня';


// type/contact.php
$lang['Обратная связь'] = 'Зворотний зв’язок';
$lang['Не введено имя'] = 'Не введене ім’я';
$lang['Некорректный e-mail'] = 'Неправильний e-mail';
$lang['Не введена тема письма'] = 'Не введена тема листа';
$lang['Не введен текст письма'] = 'Не введений текст листа';
$lang['Привет роботам!'] = 'Привіт роботам';
$lang['Поле «Антиспам» заполнено ошибочно'] = 'Поле «Антиспам» з помилкою';
$lang['Ваше имя'] = 'Ваше ім’я';
$lang['Имя'] = 'Ім’я';
$lang['Email'] = 'E-mail';
$lang['E-mail'] = 'E-mail';
$lang['Телефон'] = 'Телефон';
$lang['Телефон (с кодом города)'] = 'Телефон (з кодом міста)';
$lang['Адрес сайта'] = 'Адреса сайту';
$lang['Вами отправлено сообщение'] = 'Ваше повідомлення';
$lang['Копия Вашего письма с темой'] = 'Копія вашого повідомлення з темою';
$lang['Копия Вашего письма'] = 'Копія вашого повідомлення';
$lang['Ваше сообщение отправлено!'] = 'Ваше повідомлення відправлене!';
$lang['Письмо не отправлено'] = 'Повідомлення не відправлене';
$lang['Обнаружены следующие ошибки'] = 'Виникли такі помилки';
$lang['Нужно указать корректные данные'] = 'Потрібно вказати коректні дані';
$lang['Выберите тему письма'] = 'Виберіть тему листа';
$lang['Тема'] = 'Тема';
$lang['Пожелания по сайту'] = 'Побажання по сайту';
$lang['Нашел ошибку на сайте'] = 'Знайшов помилку на сайті';
$lang['Подскажите, пожалуйста'] = 'Підкажіть, будь ласка';
$lang['Я вас люблю!'] = 'Я вас люблю!';
$lang['Я вас ненавижу...'] = 'Я вас ненавиджу…';
$lang['Я вам пишу, чего же боле...'] = 'Я вам пишу, ну що ж сказати…';
$lang['Сообщение'] = 'повідомлення';
$lang['Защита от спама'] = 'Захист від спаму';
$lang['Антиспам'] = 'Антиспам';
$lang['Укажите свой ответ'] = 'Вкажіть свою відповідь';
$lang['Отправить копию письма на ваш e-mail?'] = 'Відправити копію повідомлення на ваш e-mail?';
$lang['Поля, помеченные символом <span class="reqtxt">*</span> обязательны для заполнения.'] = 'Поля, відмічені символом <span class="reqtxt">*</span> обов’язкові для заповнення.';
$lang['Да'] = 'Так';
$lang['Отправить'] = 'Відправити';
$lang['Очистить форму'] = 'Очистити форму';

// type/loginform.php
$lang['Неверный логин/пароль'] = 'Невірный логін/пароль';
$lang['Введите свой логин и пароль'] = 'Введіть свій логін і пароль';
$lang['Логин'] = 'Логін';
$lang['Пароль'] = 'Пароль';
$lang['Войти'] = 'Увійти';
$lang['Вернуться к сайту'] = 'Повернутися до сайту';
$lang['выйти'] = 'вийти';

$lang['Комментатор'] = 'Коментатор';
$lang['Комментаторы'] = 'Коментатори';
$lang['Персональная страница'] = 'Персональна сторінка';
$lang['Активация не завершена.'] = 'Активація не завершена.';
$lang['Завершить'] = 'Завершити';
$lang['Введите ключ активации'] = 'Введіть ключ активації';
$lang['Ваш код активации'] = 'Ваш код активації';
$lang['В случае проблем с активацией (не пришел ключ, указали ошибочный email), обращайтесь к администратору по email:'] = 'В випадку проблем з активацією (не прийшов ключ, вказали невірний e-mail), звертайтесь до адміністратора. E-mail:';
$lang['Восстановление пароля'] = 'Відновлення пароля';
$lang['Новый пароль'] = 'Новий пароль';
$lang['Если у вас сохранился код активации, то вы можете сразу заполнить все поля. Если код активации утерян, то вначале введите только email и нажмите кнопку «Готово». На указанный email вы получите код активации. После этого вы можете вернуться на эту страницу и заполнить все поля.'] = 'Якщо у вас зберігся код активації, то ви можете відразу заповнити всі поля. Якщо код активації загублений, то спочатку введіть тільки e-mail і натисніть кнопку «Готове». На зазначений e-mail ви одержите код активації. Після цього ви можете повернутися на цю сторінку й заповнити всі поля.';
$lang['Для редактирования введите свой email и пароль'] = 'Для редагування введіть свій e-mail і пароль';
$lang['Ваш email'] = 'Ваш e-mail';
$lang['Ваш пароль'] = 'Ваш пароль';
$lang['Укажите свои данные'] = 'Укажіть свої дані';

$lang['Указывая свои данные вы соглашаетесь с тем, что они будут публичными и открытыми.'] = 'Вказуючи свої дані ви погоджуєтеся з тим, що вони будуть публічними й відкритими.';
$lang['Отображаемый ник'] = 'Псевдонім, що буде відображуватись';
$lang['Сайт (с http://)'] = 'Сайт (з http://)';
$lang['Аватарка (с http://, размер 80x80px)'] = 'Аватар (з http://, розмір 80x80px)';
$lang['HTML удаляется'] = 'HTML видаляется';
$lang['Дата регистрации'] = 'Дата реєстрації';
$lang['Ник'] = 'Псевдонім';
$lang['Комментариев'] = 'Коментарів';
$lang['Сайт'] = 'Сайт';
$lang['ICQ'] = 'ICQ';
$lang['MSN'] = 'MSN';
$lang['Jaber'] = 'Jabber';
$lang['Jabber'] = 'Jabber';
$lang['Дата рождения'] = 'Дата народження';
$lang['О себе'] = 'Про себе';
$lang['Примечание админа'] = 'Примітки адміністратора';
$lang['Редактировать персональные данные'] = 'Редагувати персональні дані';
$lang['Его последние комментарии'] = 'Його останні коментарі';
$lang['Извините, пользователь с указанным номером не найден.'] = 'Пробачте, користувач з таким номером не знайдений';
$lang['Извините, на сайте пока нет зарегистрированных комментаторов.'] = 'Пробачте, на сайті поки що немає зареєстрованих коментаторів.';

# End of file
