<?php  if (!defined('BASEPATH')) exit('No direct script access allowed');

/**
 * MaxSite CMS
 * Language file
 * (c) http://max-3000.com/
 * Author: (c) Pavonine, Wave
 * Author URL: http://pavonine.com.ua/
 * Update URL: http://wave.fantregata.com/page/ukrainian-for-maxsite-cms
 */

$lang['Админ-доступ к «Плагинам»'] = 'Адмін-доступ до „Модулів“';
$lang['Админ-панель'] = 'Майстерня';
$lang['Версия'] = 'Версія';
$lang['выйти'] = 'Вийти';
$lang['Добро пожаловать в MaxSite CMS!'] = 'Ласкаво просимо до системи управління!';
$lang['Доступ запрещен'] = 'Доступ заборонено';
$lang['Информация'] = 'Інформація';
$lang['Настройки'] = 'Опції';
$lang['Начало'] = 'Початок';
$lang['Обновлено!'] = 'Оновлено!';
$lang['Ошибка обновления'] = 'Помилка оновлення';
$lang['Переход к сайту'] = 'Перейти до сайту';
$lang['Плагины'] = 'Модулі';
$lang['Пользователи'] = 'Користувачі';
$lang['Пользователь:'] = 'Користувач:';
$lang['Работает на <a href="http://max-3000.com/" style="color: white;">MaxSite CMS</a>.'] = 'Працює на <a href="http://max-3000.com/" style="color: white;">MaxSite CMS</a>.';
$lang['Сохранить изменения'] = 'Зберегти зміни';
$lang['Сохранить'] = 'Зберегти';
$lang['Страница создавалась {elapsed_time} секунд. Потребление памяти: {memory_usage}. Запросов MySQL:'] = 'Сторінка згенерована за {elapsed_time} секунд. Використання пам’яті: {memory_usage}. Запитів MySQL:';


# templates/wordpress26
$lang['Привет,'] = 'Агов,';


# admin_cat
$lang['Новая рубрика'] = 'Нова категорія';
$lang['Добавить новую рубрику'] = 'Додати нову категорію';
$lang['Короткая ссылка'] = 'Короткий лінк (посилання)';
$lang['Название'] = 'Назва';
$lang['Настройка рубрик'] = 'Редагування категорій';
$lang['Номер родителя'] = 'Номер батьківської категорії';
$lang['Номер рубрики. В этой рубрике [COUNT] страниц'] = 'Номер категорії. В цій категорії [COUNT] сторінок';
$lang['Номер рубрики. Записей в этой рубрике: [COUNT]'] = 'Номер категорії. В цій категорії [COUNT] записів';
$lang['Пор.'] = 'Пор.';
$lang['Порядок'] = 'Порядок';
$lang['Род.'] = 'Батьківська';
$lang['Родитель'] = 'Батьківська';
$lang['Рубрики'] = 'Категорії';
$lang['Ссылка'] = 'Лінк (посилання)';
$lang['Удалить рубрику?'] = 'Видалити категорію?';


# admin_comments
$lang['Фильтр:'] = 'Фільтр:';
$lang['C отмеченными:'] = 'З відміченими:';
$lang['Последние комментарии'] = 'Останні коментарі';
$lang['Автор'] = 'Автор';
$lang['анонимно'] = 'анонімно';
$lang['Вернуться к комментарию на сайте'] = 'Повернутись до коментаря на сайті';
$lang['Все'] = 'Усі';
$lang['Готово'] = 'Готове';
$lang['Дата'] = 'Дата';
$lang['Запретить'] = 'Заборонити';
$lang['К списку комментариев'] = 'До списку коментарів';
$lang['Комментарии'] = 'Коментарі';
$lang['комюзер'] = 'коментатор';
$lang['написал в'] = 'написав до';
$lang['Одобрить'] = 'Схвалити';
$lang['Ошибка удаления'] = 'Помилка видалення';
$lang['Ошибочный запрос'] = 'Помилковий запит';
$lang['Ошибочный комментарий'] = 'Помилковий коментар';
$lang['Показать'] = 'Відобразити';
$lang['Разрешить'] = 'Дозволити';
$lang['Редактирование комментария'] = 'Редагування коментаря';
$lang['Список последних 20 комментариев.'] = 'Перелік останніх 20 коментарів';
$lang['Текст'] = 'Текст';
$lang['Только требующие модерации'] = 'Тільки очікуючі схвалення';
$lang['Уверены?'] = 'Впевнені?';
$lang['Удалить'] = 'Видалити';
$lang['Комментаторы'] = 'Коментатори';
$lang['Актив.'] = 'Актив.';
$lang['Кол.'] = 'Кільк.';
$lang['Последний вход'] = 'Останній вхід';


# admin_files
$lang['(если нужно)'] = '(за потребою)';
$lang['px (по максимальной стороне).'] = 'px (по максимальній стороні).';
$lang['Админ-доступ к файлам (загрузка, просмотр)'] = 'Адмін-доступ до файлів (завантаження, перегляд)';
$lang['Выделенные файы будут безвозвратно удалены! Удалять?'] = 'Обрані файли будуть безповоротньо знищені! Видаляти?';
$lang['Выделите нужные файлы. (У вас должен быть активирован плагин <strong>LightBox</strong>)'] = 'Оберіть необхідні файли. (У вас повинен бути активований модуль <strong>LightBox</strong>)';
$lang['Выполнено'] = 'Виконано';
$lang['Генерировать код галереи'] = 'Генерувати код галереї';
$lang['Для загрузки файла нажмите кнопку «Обзор», выберите файл на своем компьютере. После этого нажмите кнопку «Загрузить». Размер файла не должен превышать'] = 'Для завантаження файлу натисніть кнопку „Огляд“, оберіть файл на вашому комп’ютері. Опісля натисніть „Завантажити“. Розмір файлу не повинен перевищувати';
$lang['Для изображений изменить размер до'] = 'Для зображень змінити розмір до';
$lang['Для изображений сделать миниатюру размером'] = 'Зробити для зображень мініатюру розміром';
$lang['Загрузить'] = 'Завантажити';
$lang['Загрузка выполнена'] = 'Завантаження виконане';
$lang['Загрузка файла'] = 'Завантаження файлу';
$lang['Загрузки. Файлы. Галереи'] = 'Завантаження. Файли. Галереї'; /* Медіафайли */
$lang['Загрузки'] = 'Файли';
$lang['Здесь вы можете выполнить необходимые операции с файлами.'] = 'Тут ви можете виконати необхідні операції з файлами';
$lang['Каталог <strong>%s</strong> создан!'] = 'Директорію <strong>%s</strong> Створено!';
$lang['Коды для вставки'] = 'Коди для вставки';
$lang['Миниатюру делать путем:'] = 'Створювати мініатюру шляхом';
$lang['Навигация:'] = 'Навігація:';
$lang['Название:'] = 'Назва:';
$lang['Не удалось перименовать файл в нижний регистр'] = 'Не вдалось перейменувати файл в нижній регістр';
$lang['Нужно ввести имя каталога'] = 'Потрібно ввести назву директорії';
$lang['Обрезки (crop) по центру'] = 'Обрізати по центру';
$lang['Обрезки (crop) с левого верхнего края'] = 'Обрізати з лівого верхнього краю';
$lang['Обрезки (crop) с левого нижнего края'] = 'Обрізати з лівого нижнього краю';
$lang['Обрезки (crop) с правого верхнего края'] = 'Обрізати з правого верхнього краю';
$lang['Обрезки (crop) с правого нижнего края'] = 'Обрізати з правого нижнього краю';
$lang['Описание файла:'] = 'Опис файлу:';
$lang['Ошибка загрузки файла.'] = 'Помилка при завантаженні файлу.';
$lang['Предварительно нужно выделить файлы для галереи'] = 'Слід спочатку виділити файли для галереї';
$lang['Примечание: миниатюра будет создана в каталоге'] = 'Примітка: мініатюра буде створена в директорії';
$lang['Пропорционального уменьшения'] = 'Пропорційного зменшення';
$lang['Создание миниатюры:'] = 'Створення мініатюри:';
$lang['Создать каталог в uploads?'] = 'Створити директорію в uploads?';
$lang['Такой каталог уже есть!'] = 'Така директорія вже існує!';
$lang['Текущий каталог:'] = 'Поточна директорія:';
$lang['Создать'] = 'Створити';
$lang['Удалить'] = 'Видалити';
$lang['Инвертировать выделение'] = 'Інвертувати виділення';
$lang['Уменьшение изображения:'] = 'Зменшення зображення:';
$lang['Водяной знак:'] = 'Водяний знак';
$lang['файл водяного знака не найден! Загрузите его в каталог uploads/'] = 'Файл водяного знака не знайдений! Завантажте його до директорії uploads/';
$lang['Для изображений установить водяной знак'] = 'Для зображення встановити водяний знак';
$lang['Примечание: водяной знак должен быть файлом <strong>watermark.png</strong> и находиться в каталоге'] = 'Примітка: водяний знак повинен бути файлом <strong>watermark.png</strong> і перебувати в директорії';
$lang['Водяной знак устанавливается:'] = 'Встановити водяний знак';
$lang['По центру'] = 'По центру';
$lang['В левом верхнем углу'] = 'У лівому верхньому куті';
$lang['В правом верхнем углу'] = 'У правому верхньому куті';
$lang['В левом нижнем углу'] = 'У лівому нижньому куті';
$lang['В правом нижнем углу'] = 'У правому нижньому куті';


# admin_home
$lang['Google Code (для тестеров)'] = 'Google Code (для тестерів)';
$lang['Latest-версия'] = 'Остання Версія (Latest)';
$lang['Ваша версия <strong>MaxSite CMS</strong>'] = 'Ваша версія <strong>MaxSite CMS</strong>';
$lang['Вы можете %sвыполнить обновление'] = 'Ви можете %sвиконати оновлення';
$lang['Кэш удален'] = 'Кеш знищено';
$lang['Обновление не требуется.'] = 'Оновлення не потрібне';
$lang['Официальный сайт'] = 'Офіційний сайт';
$lang['Ошибка соединения с max-3000.com!'] = 'Помилка з’єднання з max-3000.com!';
$lang['Полученная информация является ошибочной'] = 'Отримана інформація являється помилковою';
$lang['Проверить последнюю версию MaxSite CMS'] = 'Перевірити останню версію MaxSite CMS';
$lang['Сбросить кэш системы'] = 'Очистити кеш системи';
$lang['Текущая официальная версия'] = 'Поточна офіційна версія';
$lang['Форум поддержки'] = 'Форум підтримки';
$lang['Центр помощи'] = 'Центр допомоги';


# admin_options
$lang['Автор:'] = 'Автор:';
$lang['Вы не ввели тип страницы!'] = 'Ви не ввели тип сторінки';
$lang['Выберите нужный шаблон. Все шаблоны хранятся в каталоге <strong>«maxsite/templates»</strong>. Название шаблона совпадает с названием его каталога.'] = 'Виберіть потрібний шаблон. Всі шаблони знаходяться в директорії <strong>«maxsite/templates»</strong>. Назва шаблона співпадає з назвою його директорії.';
$lang['Выбрать этот шаблон'] = 'Вибрати цей шаблон';
$lang['Действие'] = 'Дія';
$lang['Добавить новый тип'] = 'Додати новий тип';
$lang['Здесь вы можете указать основные настройки. Если указанная настройка отмечена «нет в базе», значит нужно ввести её значение и нажать кнопку «Сохранить».'] = 'Тут ви можете вказати основні налаштування. Якщо вказана опція помічена «відсутня в базі», то потрібно ввести її значення і натиснути „Зберегти“';
$lang['Изменить'] = 'Змінити';
$lang['Настройки сайта'] = 'Налаштування сайту';
$lang['Нет изображения'] = 'Зображення відсутнє';
$lang['Новый тип добавлен!'] = 'Новий тип додано!';
$lang['Новый тип'] = 'Новий тип';
$lang['Описание'] = 'Опис';
$lang['Основные настройки'] = 'Основні налаштування';
$lang['Основные'] = 'Загальні';
$lang['Ошибка добавления!'] = 'Помилка додання!';
$lang['Такой тип страниц уже существует!'] = 'Такий тип сторінок вже існує!';
$lang['Текущий шаблон:'] = 'Поточний шаблон:';
$lang['Тип'] = 'Тип';
$lang['Типы страниц предназначены для того, чтобы вы могли группировать свои записи по своему усмотрению. Однако для того, чтобы задействовать дополнительные типы страниц, необходимо чтобы ваш шаблон знал об этих типах. Обычно это требует дополнительного программирования. Стандартно в <strong>MaxSite CMS</strong> использются типы <strong>«blog»</strong> - для отображения записей в обратном хронологическом порядке; а также <strong>«static»</strong> - для прочих статичных страниц.'] = 'Типи сторінок призначені для того, щоб ви могли групувати записи в відповідності до власних вимог. Однак для того, щоб задіяти додаткові типи сторінок необхідно, щоб ваш шаблон знав про ці типи. Зазвичай це вимагає додаткового програмування. За замовчуванням <strong>MaxSite CMS</strong> використовує типи <strong>«blog»</strong> - для відображення записів в зворотному хронологічному порядку; а також <strong>«static»</strong> - для інших статичних сторінок.';
$lang['Типы страниц'] = 'Типи сторінок';
$lang['Шаблон сайта'] = 'Шаблон сайту';
$lang['Шаблоны для сайта'] = 'Шаблони для сайту';
$lang['Настройки редактора'] = 'Налаштування редактора';
$lang['Настройка редактора'] = 'Налаштування редактора';
$lang['Выберите нужные опции редактора'] = 'Виберіть необхідні опції редактору';
$lang['Сортировка меток'] = 'Сортировка міток';
$lang['0||По количеству записей (обратно) # 1||По количеству записей # 2||По алфавиту # 3||По алфавиту (обратно)'] = '0||По кількості записів (зворотньо) # 1||По кількості записів # 2||По абетці # 3||По абетці (зворотньо)';
$lang['Используется для отображения облака меток'] = 'Використовується для відображення хмари міток';
$lang['Количество меток'] = 'Кількість міток';
$lang['Отмечать опцию «Разрешить комментирование» по-умолчанию'] = 'Чи відмічати опцію «Дозволити коментування» за замовчуванням';
$lang['Разрешить публикацию RSS'] = 'Дозволити синдикацію в RSS';
$lang['Отмечать опцию «Публикация в RSS» по-умолчанию'] = 'Чи відмічати опцію «Синдикація в RSS» за замовчуванням';


# admin_page
$lang['Автор'] = 'Автор';
$lang['в новом окне'] = 'у новім вікні';
$lang['Вам не разрешено редактировать чужие записи!'] = 'Вам не дозволено редагувати чужі записи!';
$lang['Готово'] = 'Готове';
$lang['Дата публикации'] = 'Дата публікації';
$lang['Дата'] = 'Дата';
$lang['Дополнительные поля meta'] = 'Додаткові поля meta';
$lang['Дополнительные поля'] = 'Додаткові поля';
$lang['Заголовок'] = 'Заголовок';
$lang['Изменить'] = 'Змінити';
$lang['Короткая ссылка'] = 'Короткий лінк (посилання)';
$lang['Личное'] = 'Особисте';
$lang['Метки (через запятую)'] = 'Теґи (через кому)';
$lang['Метки:'] = 'Теґи:';
$lang['Нет файлов для отображения'] = 'Файли для відображення відсутні';
$lang['Нет'] = 'Ні';
$lang['Обсуждение'] = 'Обговорення';
$lang['Опубликовать'] = 'Опублікувати';
$lang['Ошибка обновления'] = 'Помилка оновлення';
$lang['Ошибка при удалении'] = 'Помилка при видаленні';
$lang['Ошибка создания страницы'] = 'Помилка створеня сторінки';
$lang['Ошибка удаления'] = 'Помилка видалення';
$lang['Ошибочная страница (нет такой страницы)'] = 'Помилкова сторінка (її не існує)';
$lang['Ошибочный запрос'] = 'Помилковий запит';
$lang['Пароль для чтения'] = 'Пароль для читання';
$lang['Показать все метки'] = 'Відобразити всі теґи';
$lang['Показать только самые популярные метки'] = 'Відобразити тільки популярні теґи';
$lang['Порядок'] = 'Порядок';
$lang['После сохранения вернуться к редактированию'] = 'Після збереження повернутись до редагування';
$lang['Посмотреть запись'] = 'Переглянути запис';
$lang['Просмотр'] = 'Перегляд';
$lang['Публикация в RSS'] = 'Синдикація в RSS';
$lang['Разрешить комментирование'] = 'Дозволити коментування';
$lang['Разрешить пинг'] = 'Дозволити пінґ';
$lang['Редактирование страницы'] = 'Редагування сторінки';
$lang['Родительская страница'] = 'Батьківська сторінка';
$lang['Рубрика:'] = 'Категорія:';
$lang['Рубрика'] = 'Категорія';
$lang['Сейчас:'] = 'Зараз:';
$lang['Скопируйте код в редактор.'] = 'Скопіюйте код в редактор.';
$lang['Создать страницу'] = 'Створити сторінку';
$lang['Список всех страниц'] = 'Перелік всіх сторінок';
$lang['Список страниц'] = 'Перелік сторінок';
$lang['Статус'] = 'Статус';
$lang['Страница «Загрузки»'] = 'Сторінка „Завантаження“';
$lang['Страница добавлена!'] = 'Сторінка додана!';
$lang['Страница обновлена!'] = 'Сторінка оновлена!';
$lang['Страница удалена'] = 'Сторінка видалена';
$lang['Страницы'] = 'Сторінки';
$lang['Такая страница уже существует'] = 'Така сторінка вже існує';
$lang['Тип страницы'] = 'Тип сторінки';
$lang['Тип'] = 'Тип';
$lang['Удалить страницу?'] = 'Видалити сторінку?';
$lang['Удалить страницу'] = 'Видалити сторінку';
$lang['Удалить'] = 'Видалити';
$lang['Файлы'] = 'Файли';
$lang['Черновик'] = 'Чернетка';
$lang['Список'] = 'Перелік';
$lang['Фильтр по рубрикам'] = 'Фільтр по рубриках';
$lang['Фильтр по типам'] = 'Фільтр по типах';
$lang['Без фильтра'] = 'Без фільтру';


# admin_plugins
$lang['Автор'] = 'Автор';
$lang['Версия'] = 'Версія';
$lang['вкл'] = 'ввімкн.';
$lang['Включить'] = 'Ввімкнути';
$lang['Выключить'] = 'Вимкнути';
$lang['Выполнено:'] = 'Виконано';
$lang['Деинсталировать'] = 'Деінсталювати';
$lang['Каталог'] = 'Директорія';
$lang['Название'] = 'Назва';
$lang['Настройка плагинов'] = 'Налаштування модулів';
$lang['откл'] = 'відкл';
$lang['Отметьте необходимые плагины и выберите нужное действие.'] = 'Позначте необхідні модулі й оберіть правильну дію.';
$lang['Отметьте необходимые плагины'] = 'Позначте необхідні модулі';
$lang['Ошибка обновления'] = 'Помилка оновлення';
$lang['Плагины расширяют стандартные возможности сайта. Здесь вы можете включить или отключить плагины. Если вы деинсталируете плагин, то это удаляет его настройки, что позволяет избежать «замусоривания» базы данных.'] = 'Модулі розширюють стандартні можливості сайту. Тут ви можете ввімнути або вимкнути модулі. Якщо ви деінстальовуєте модуль, то це видаляє його налаштування, що дозволяє не допустити „засмічення“ бази даних.';
$lang['Другие плагины вы можете найти на форуме <a href="http://forum.max-3000.com/viewforum.php?f=6">MaxSite CMS</a>.'] = 'Інші модулі ви можете знайти на форумі <a href="http://forum.max-3000.com/viewforum.php?f=6">MaxSite CMS</a>.';
$lang['Плагины'] = 'Модулі';
$lang['Статус'] = 'Статус';
$lang['опции'] = 'опції';


# admin_sidebars
$lang['в сайдбар'] = 'в бічну панель';
$lang['Виджет не содержит настроек'] = 'Віджет не містить налаштувань';
$lang['Для виджета можно указать <a href="http://max-3000.com/page/uslovija-otobrazhenija-vidzheta" target="_blank">условия отображения</a>.'] = 'Для віджета слід вказати <a href="http://max-3000.com/page/uslovija-otobrazhenija-vidzheta" target="_blank">умови відображення</a>.';
$lang['Добавить'] = 'Додати';
$lang['Добавьте в сайдбары необходимые виджеты. Каждый виджет в одной строчке. Виджеты будут отображаться в указанном вами порядке. Если указанные виджеты не существуют, то они будут проигнорированы при выводе в сайдбаре.'] = 'Додайте в бічні панелі необхідні віджети. Кожен віджет в новому рядку. Віджети будуть відображатися у вказаному вами порядку. Якщо вказані віджети не існують, то вони будуть проігноровані при виводі бічної панелі.';
$lang['Доступные виджеты (добавляйте только функцию/подчеркнуто)'] = 'Доступні віджети (додавайте тільки функцію/підкреслено)';
$lang['Если вы указываете несколько одинаковых виджетов, то через пробел указывайте их номера.'] = 'Якщо ви додаєте декілька однакових віджетів, то через пробіл вказуйте їх номера.';
$lang['Здесь вы можете настроить виджеты. Для открытия настроек виджета, кликните на его заголовок.'] = 'Тут ви можете налаштувати віджети. Для показу налаштувань натисніть по заголовку.';
$lang['К сожалению у вас нет доступных виджетов. Обычно они определяются в плагинах.'] = 'На жаль, в вас немає доступних віджетів. Зазвичай вони визначаються в модулях.';
$lang['Настройка виджетов'] = 'Налаштування віджетів';
$lang['Настройки виджетов'] = 'Налаштування віджетів';
$lang['Настройки сайдбаров'] = 'Налаштування бічних панелей';
$lang['Обновлено!'] = 'Оновлено!';
$lang['Первый сайдбар'] = 'Перша бічна панель';
$lang['Сайдбары и виджеты'] = 'Бічні панелі й віджети';
$lang['Сайдбары не определены. Обычно они регистрируются в файле <b>functions.php</b> вашего шаблона. Например:'] = 'Бічні панелі не визначені. Зазвичай вони реєструються в файлі <b>functions.php</b> вашого шаблону. Наприклад:';
$lang['Сохранить изменения'] = 'Зберегти зміни';


# admin_users
$lang['E-mail'] = 'E-mail';
$lang['ICQ'] = 'ICQ';
$lang['Jaber'] = 'Jabber';
$lang['Jabber'] = 'Jabber';
$lang['MSN'] = 'MSN';
$lang['Skype'] = 'Skype';
$lang['URL аватара'] = 'URL аватару';
$lang['Английский'] = 'Англійська';
$lang['Без уведомлений'] = 'Без повідомлень';
$lang['введите название новой группы'] = 'введіть назву нової групи';
$lang['Вернуться к списку пользователей'] = 'повернутись до списку користувачів';
$lang['Временная зона'] = 'Часовий пояс';
$lang['Год:'] = 'Рік:';
$lang['Группа:'] = 'Група:';
$lang['Группа'] = 'Група';
$lang['Группы и разрешения'] = 'Групи й дозволи';
$lang['Группы пользователей'] = 'Групи користувачів';
$lang['Дата рождения'] = 'Дата народження';
$lang['Действие'] = 'Дія';
$lang['День:'] = 'День:';
$lang['Если данные некорректны, то пользователь создан не будет. Для нового пользователя-админа нужно обновить разрешения.'] = 'Якщо дані некоректні, то користувач не буде створений. Для нового користувача-адміністратора слід оновити дозволи.';
$lang['Здесь вы можете настроить группы пользователей. Вы не можете удалить группы <strong>«admins»</strong> и <strong>«users»</strong>. Группе <strong>«admins»</strong> разрешены все действия.'] = 'Тут ви можете налаштувати групи користувачів. Ви не можете видалити групи <strong>«admins»</strong> та <strong>«users»</strong>. Групі <strong>«admins»</strong> дозволені всі дії.';
$lang['Значение'] = 'Значення';
$lang['Изменить разрешения'] = 'Змінити дозволи';
$lang['Изменить'] = 'Змінити';
$lang['Имя'] = 'Ім’я';
$lang['Логин'] = 'Логін';
$lang['Месяц:'] = 'Місяць:';
$lang['Мой профиль'] = 'Мій профіль';
$lang['Название'] = 'Назва';
$lang['Настройка групп пользователей'] = 'Налаштувань груп користувачів';
$lang['Настройка своего профиля'] = 'Налаштування власного профілю';
$lang['Ник'] = 'Псевдонім';
$lang['Новая группа добавлена!'] = 'Нова група додана!';
$lang['Новый пароль (только английские символы, длина > 6 символов)'] = 'Новий пароль (тільки латниські символи, довжина > 6 символів)';
$lang['Обновление выполнено'] = 'Оновлення виконане';
$lang['Отображать'] = 'Відображати';
$lang['Ошибка добавления!'] = 'Помилка додання!';
$lang['Ошибка обновления'] = 'Помилка оновлення!';
$lang['Ошибка удаления!'] = 'Помилка видалення!';
$lang['Ошибочное имя'] = 'Помилкове ім’я';
$lang['Ошибочный запрос'] = 'Помилковий запит';
$lang['Подписаться'] = 'Підписатись';
$lang['Подтвердите пароль'] = 'Підтвердіть пароль';
$lang['Пока нет ни одного действия...'] = 'Поки-що жодної дії…';
$lang['Пользователи'] = 'Користувачі';
$lang['Пользователь создан!'] = 'Користувач створений!';
$lang['Примечание админа'] = 'Примітка адміністратора';
$lang['Произошла ошибка'] = 'Відбулася помилка';
$lang['Прятать'] = 'Приховати';
$lang['Редактирование пользователя'] = 'Редагування користувача';
$lang['Русский'] = 'Російська';
$lang['Сайт'] = 'Сайт';
$lang['Смайлики'] = 'Смайли';
$lang['Создать нового пользователя'] = 'Створити нового користувача';
$lang['Создать новую группу'] = 'Створити нову групу';
$lang['Создать пользователя'] = 'Створити користувача';
$lang['Список пользователей сайта'] = 'Перелік користувачів сайту';
$lang['Список пользователей'] = 'Перелік користувачів';
$lang['Такая группа уже существует!'] = 'Така група вже існує';
$lang['Уведомления'] = 'Повідомлення';
$lang['Уверены?'] = 'Впевнені?';
$lang['Удаление выполнено'] = 'Видалення виконано';
$lang['Удалить отмеченные группы'] = 'Видалити позначені групи';
$lang['Украинский'] = 'Українська';
$lang['Фамилия'] = 'Прізвище';
$lang['Язык'] = 'Мова';


# template_options
$lang['Доступ к настройкам шаблона'] = 'Доступ до налаштувань шаблону';
$lang['Настройка шаблона'] = 'Налаштування шаблону';


# admin_plugin_options
$lang['Вернуться на страницу плагинов'] = 'Повернутись на сторінку модулів';
$lang['Опции плагина'] = 'Опції модуля';
$lang['Укажите необходимые опции плагина.']  = 'Вкажіть необхідні опції модуля.';
$lang['Админ-доступ к редактированию опций плагинов'] = 'Дозвол до редагування опцій модулів';
$lang['Настройка опций плагинов'] = 'Встановлення опцій модулів';
$lang['Плагин не найден.'] = 'Модуль не знайдений.';
$lang['Для данного плагина настроек опций не предусмотрено.'] = 'Для цього модуля опцій немає.';
$lang['Неверно указан плагин.'] = 'Невірно вказаний модуль.';
$lang['<p>Опции не определены.</p>'] = '<p>Опції не визначені.</p>';

# End of file